<template>
 <!-- eslint-disable -->
    <!-- wrap -->
    <div id="wrap" class="colorCode2">
      <!-- container -->
      <div id="container" class="mediaquery terms">

        <!-- header -->
        <div id="header">
          <button type="button" class="btn only prev"><span class="ico">이전</span></button>
          <p class="header_text font_18" style="display:none">개인정보 처리방침</p>
        </div>
        <!-- //header -->

        <div id="content" class="etc">
          <div class="cell">
            <div class="inner">

                <h1 class="h-tit1">개인정보 처리방침</h1>

                <div class="agreeCnt">
                    <h2 class="agree-tit">1.개인정보 처리방침 타이틀</h2>
                    <p class="agree-txt">
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                    </p>

                    <h2 class="agree-tit">2.개인정보 처리방침 타이틀</h2>
                    <p class="agree-txt">
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                    </p>
                    <p class="agree-txt">
                      관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                    </p>
                    <p class="agree-txt">
                      관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                        관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용 개인정보 처리방침 관련 본문 내용
                    </p>
                </div>
                <!--
                // Scroll 시  #header 에  fixed 클래스 추가됨
                // 현재 퍼블리싱 안에서 Javascript 사용 시 오류 나서 주석 처리
                window.onscroll = function() {myFunction()}
                var header = document.getElementById('header')
                var sticky = header.offsetTop;
                function myFunction() {
                  if (window.pageYOffset > sticky) {
                    header.classList.add('fixed')
                  } else {
                    header.classList.remove('fixed')
                  }
                }
                -->

            </div>
          </div>
        </div>

      </div>
      <!-- //container -->
    </div>
    <!-- //wrap -->

</template>

<script>
/* eslint-disable */
export default {
  name: 'Login_jointermsdetail',
  /* vue lifecycle */
  created () {
    window.onscroll = function() {
      var header = document.getElementById('header')
      var headerT = document.querySelector('#header .header_text')
      var sticky = header.offsetTop;
      function myFunction() {
        if (window.pageYOffset > sticky) {
          header.classList.add('fixed')
          headerT.style.display = 'block'
        } else {
          header.classList.remove('fixed')
          headerT.style.display = 'none'
        }
      }
      myFunction();
    }
  },
  mounted () {
  },
  /* vue data */
  data () {
    return {
    }
  },
  /* vue function */
  methods: {
  }
}
</script>
